{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.3.0-tf"
  },
  "hash": "77554af6c1dd291f9ef0d18232128b1ebb1c44b269688078b68029407ff1a6c7",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      3
    ]
  ],
  "output_shapes": [
    [
      10
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            3
          ],
          "values": [
            "WM2GvUoFCj8CnX0/B3IlvyaRlj4GpRS+YBg3v4hxZr9cXYm/chJrv5DAcb/tl0C/FTTQPp/1Qb9X5aM9b+vIv+uzkD++rfO+ltG0vTeOJr6Z28+9xbIsvTwlPr882Ug/RFGmPJvVvr/JLVO+MskKP8b1v76C7Lq/ZZr5P3jnOj/zpxs+VVY5PpTrOT+Dzjg/Uz1cvwgIZr9DYGa+hhoiP4+1Lj6jWoa/jJ6kvZiUhb48s5U+cSPnvxiHLz99wOu/OH0Gv4DCnT8OvNY/jhz7PlU7ej8ATdU/igcEwMcrkDxBW1E/IGGRvmiLvj6rhK6+xmCWv/YYrD6DfJK/8xlvP5Ovvb+GVie/5Toyv9Grjb+9//I+hLzkP4kxUr70ToG/MR0tv69MLL9uwAs/bmp3v5isoj9BU4Q+QKsZwHwGs78yODe/4QzRvPqD2D94oda+Ed3SPzi7B7/7202/SHnSPqXMCr8LFk0/GB1Av9pcdj9LAYM+TTpDvtCvZb9oxYA/lq1BPyOohD/oKjW/MkSHPoPnmT6yhrc9/JnqvYhphr7n1KI+EeOQv0Zxtr89Mx5AQW17vx6qTD+XJs0+R1rVvonBpD/3TqG/94OiP+hPE7+sIIS/ZpagP5cxk7/GlRk+zgcRQEDNlL854lw/gQyFPxtEyD4F6EQ/GDkJP4K/dj/fs5u/mCFpPuj1p785ZlC9bP+cvw/hnT+Bvds/MNw2PRM3vr/EunG+IPnSvmHsMT/P++i+QzmcP2fDH79fmms92xKRvrDKO7/LSUe/LYs5P4phID/XIyu+z+EbQA8uk76mSgU/TmAIv7dsuj/B6OQ/3nfVvafQ/b0qlw+/gxBsv2JlN7mVLI+/zV9OPwxLSL8Koxm+7g8XwIjFpb/vThC+zEJFv9/jgD5wxaO/C4PgPRz51L5suFC+DPdEPkqPH7/DVj0/VrAHvzqQ6r6WPgI+lYGqv6nklD6h6Vy/IoiMPkEs1D7wqOg/FsEivq9Vur5seam+6GEVPsP/dT/J1Iu/",
            "iupKvsrLC79s7hS/Vd/JvxXJs74tY4u/MCJIv7R+jr8nRk+/WW4+P6seR7788O282jaNP9sFDUB90y+/K36hv63WVD12NDPAHvYsvgqjKD9MK729e2uevip2c797V6K/9+6Tvhn6sbsxsdK+rAXfvrro9z08S2O/gTttvg7Qvz6psSk+o0wUwLi/17sfHmq/KX+Gvg0sA75lI7m+Y3Pyv0z3Wr+x8JY+otcTPpxEtz9E1+4/Mxd0viF5eT7jt5G9DvDGvvz9CL/Op/o+8VJIvyiThT/ieBM+DkQ1v71OAcAn5I09nHyRPmfwP797af0+a2ivPkfOXr6mITE+tyEiQJTF0r8JB1K/8su7PjmfBD+QmdA7R4Y/wGFXTj4Ec+g+9EXAv7h8Qb54zS6+0/L8vm4k0L6pDSy+knWrviKhUz4g03u/b/UNPx4vo79W4I++kQv3PpJNejyrqWy+qtdpvyC9Bz/F+dg+XX0fvgjGbz5LRgg/OrExv7XHgr9d/5W/GGYMv3Md9L+8BkK/ssIcP/9wnj4vpqK8EvJYv9kZeT86tTC/MU6kPy6TGD+kfZ6/zKBBvmX25j6WGZq/dEIfPsPXoD83jB/ARrW4v9DgqL4uuIq/rXOsPZTLHL4qmPk+vlQ8v/Kg5T1EP8W+52Sav9go5b8AN0e+LemEPwZA8L9E53I/vSAgvk4Y0b+0GZc/2cEAviijZz/XA92+i3aZP86AG79tpki/G8qAP358IL6pDpA98IqMv2bjor8cpri9Ym2Ov6k77z8SDCo/zZTGPo4QSj77dA6+6raiP320lD+bV9E/5Y65PrVyPD8q2AZA6V8xP1Vvmz/ZULC/ilPbvnvwsz56H7S/L6Q4vymLDr9D2RU/s3dEvuNCDT9pFCI/vWWev29X5j/hp08+gui6vmj5vb6SYgI/2bRlP8pn0b3TkIm/XlSrv+IK5T7354w+C1DePk2Ulr/PgLa+yVaNPtrbmr4VfqC/lmYGQCaGoTzRNOy+4HmMv152ib4f4k4/",
            "BV2ovccJtD8nL5g/42invh2dYz/SuEM/Yb4zPxBDgD9vI9u++qrlP90Hv79iWg2+mvegvxwYHb9+cAtAxFM3v3Hkhb6gQRG9GbnTPzJAzz9kdda+8UiwP/U4Tz/ZE9a/OOQMv8Q9Yr/a806/yj8Yv3R+Lb8b4IY/UuWMPssBej7rR3m/VmwNPaSG7b/s24o/RXXrvp/6RD9TxrK9TTg+veWvyz8N0em9ocfrP4MgjL+pD409YkXdP0PIpT4L6Os/uqyKP/imsL4YRKs/lr8+P6VkHr+/idG+oS7IP7BD7b3f6II+ZPCwP/s8Cb/Gp5y9OQlwPpPnU7+egIm/oxDQvuC3Xj82DJi/fFV2vyXzEr/mN4o/wZV/PiHjED/wasc+4dtKPtPhH0ByrTI/p6mVvnzLJT8DXse+tHkEP+AR6z9nsYa9kYyEP9asIj/YKeG+3YkRv7z14z8fa9E8dCfMv6oJrD9TODY+l0Chvf7wkj8uw1Y+bwAGvuDcGMAUG9E+xFCrPR1Pj7+tFA0+g634vj+aiz/SNoK/Jtonv2QUBT/Cc2y/IJa2PlmtZL1sgzw/xqQVPgXFSD88mBZA80IDP9K+sD6eRre/bz28PhnAHUDNp4O/zBv/P+udGL+6omy9dg1Xv+H5Aj9iBlA/pJbCv+xHmr5Bu9a/2eehvimGdz8+RN0/gpETv6RGVj78yOq+/jzPP/aWyD/rWmY/fmxcP+ro0L9imT0/sOgTwALvAr9C+V2/Z6xdPwl/MT8K86y/XmiRPdX8VD/OgLC+AwhlP44xI74x1+C/zBWbvquusz5y1h+/y9aHviUZbD9EfrY+qdgxP+Ewwr/SL46/OMxFvsKsAr7xld++aZ1dvxWeD75TwiG/4YfxPiRttL7S+d++ytEmv+2+AT9e7yS+LvisvlixvT/Agg6/7SE+P8O3EL67XxG+L5WoPuP0nL+64x0+PQsaPhg3xb7/IoA/YltNP/u/IT9Qa7U/l2CHvz0DcL/JokI/WmHvvkzPhL00oWa+",
            "l6YeQEI32L9yd5I/Bct7P/wo7z+moL4+ofQMvzsSFkAvJji/LU5Vvxdq8T7V33y/8IwDQCZzjL3/bkk/VUORPoySAL7UuRk+ZJOsv0tzOj+8zfq/KlyEva5xhD72pIu/lIlMPSSAEr6KNDU+bDfEPoHJPL+l4yK+vyS0vzKllz5OJ8W9zvtWP0xNCL8eHEE+d/bwPhlE3z6QUXK/9fGUPt8j/r4TaV0/Sd4fP8VqYL/OpZy/HPRQPk1oOr6MNTK/MP5CP9IDgT+ZBUi/HAnNvsV00D+AxAk/dt3KPBek2b4ppyg/wHPAPwCVa7+C1tO/baoBwC9Rmj8uuTc8EVECQGZkj78r96w+tEm2v6tPFEBEIUe/9WdrP5COTr3PPdW/+l3Cvmb5vL4lvVy/HVXmP+MqWD7QC42/4VpxP0hLDz4WuF4/nvKrvjZ0UT7wpYi/c1iMvrSuzT0+wZS/xTXAv9PoIr8lq7I/3/Yev7olGcDe1s2+TBFOPzIUpTxQXwY/FVeMP0haT7xzgi8/KJWnP5pe+b3s0Rq/atWrPy3AAj+fN7i95iBFP8OYCD8VrUS/2qeCP1y2pz+EgjW+OR2Gv1t/lr4yVTM8maHhvU0wK74yNEy82FhUvond8T+J6Uq/IP6pvhzSNj/WVTC/aGcYvmmDIL8hwX69vtMTv7FxmT0wg48+obtZPkXs+77wTNw9j6AfPyGIZD9g3ixAuLQNP7VYzz+iJyC/oQ2cPCbni7/OFqg/efCPPyicGr86v3G/ppMUv0jAgj+j1Ue/x/Y3PdfzGD+67+S/7tdgv20bgj7VKVe+nbFHPWBkNj/OBoG/uEAfv4tkrL+RgZQ8qiIxv52Kqj/qUzU/0ua4vmBZRr+xcHS/P85Mv9xC5z5ACgfAK8sFPhl6fz82Cjy+kXLDP3ygnj3Gpm++n55MvywRXT/cEI6+cjyLv72m477sHIa/oxAlPyKYJ796tFC/4nyaP/Q/lz/bn409i8fwPiDczD8gVsO/ypLQvoPPb78ZlFS/",
            "J5uOPztsbL71chG/LkpOv4ds2T0ebpQ/NAKrv0k6zL/3lKu/E3SOv9HkDz/4U72/kcsev2h3Uj4CeYy/YdWyP8mGjL8eBg/AJuyZP5a5u77AVI4+WIXCP/QUPz9luIY/tiKtPkPv1L67zvg+jiffPzr/bL/bsZo+GkoXvpAKkb5oLnk/XEBfv5OvEj4D1Hy/QZsXvwpf5r9cyZc9EIORvynYtr+Y6Ze+CcRYP+1uj79LwYo/8fIIPBQ0jD9pSbK/IKvqvnxZgr+02Ki/iAwDv5GGJj/K2DM/u/GTvp/0fL+AZ7u9vTk6PqkSIL/xGxE+ZvWEvkxYzj/dLHM/a8elvufTrbuHOfS+Y/fmvtfykT98uEI+cHWtvyiOpr/Yp8c91ShFPQE1fz+lVqs/YnOQP98YQr98SQc9DVALPwb8VT9/gAe//tWHv+gIxT/onhFAgI8pv4JQdz9udIu//Y2/P8sMZ7wNpQNAveNgv+QE0r+e+vy/NYqSP3Lvjr5GnIC+3f/8P3b6Er+acOg/HmXuPnGP5T8Akfc+grspv3aNDj9sfdE8Jqk7P8W+QLufMBI/TIUqv5vq6T2auAjApXZnv47WE7/o+9W/4ZMTP31TDz/4xwu+2ASAvxyUTD+fRGg+3zhNQHUOK70J7Ve/36M1P3h/fb5Hgdu92frXv2QvaT+LLIi/G6xLPxrCTj6U5JW/IidGv/2emD1y/qM+aS7GvrHVLj+y/Mw/Ym8av/kOWr6vCsA/2EvuPXaFbb90YgG/EbrAv2yXlr9KCf29cCivv3ERG7724WC8GBsAQNirnT07N2q/PQo0PzOF2z9Llme/WBkbv84iBD+6k+G+iuMUP3g/9b9bi24/M0YfPxwC5b8hXHk/iZG6Pv9sND4Xfgi/aZCtPi7jJD86Pvy90IVVvzBp7D/Nque8VlC3P5Z8yz8qQwu/luLfPiQ3Cb8CcBs+/B6pPnVXjD8I/zg+GVvAPpA+pT/EC6e/UJoZv9468L4sis08+2IJv5qy6r4B4Mm/",
            "XeGxP07gCL9FT0G/uxruvk78NL8CGvg/i4PrPo/oqL/JRga+Fm4+P4iLgL84DEU/UlYmP4RLUb/8yMI+hK8uP4Foi78/V7E+Y7zzPkAvKz4w6xa/2sVYvuWmNcDXQ44+RqVEvxanwDxDqxXAxHKJv8pJNb/fyos/EKwav8MXGj92R8a/futCv5Lwgr8Jjoy9NzrLv74kAj/P8RvAdmLqPJilAj+U7Oy/kpt6P+9dlz253IK/w0JXP9eW+L7JLp8/d7H4vhR6sr79btQ/8Ty+P2w2Sr9NEI4/sw9NPwlZf74eldQ/lSuAv6+wpD+ephC/t38NwMyPnb5kD8G+rZ9tPuzeYT8doX+/bsMAv9VUJj+90OC/gh8wPzvt5T/5cBw/ZC0DP28p6r7oS4m/AypOP9V9bj3g9QPAnkjWv1loUb8FXdc/1eW/vXrfEr/hBoQ96tCLvQM+kD8nbrk+fSKUP1stsz8DT9i/WuQNPiJ9iL6wnae/Ux1EvpDZHr4sQSw/8Se+v/AFS7/TziU/jkb6vqcPpz+zSqM/EcF/vvBraD8i6o6+tcPGP+q5Mj8blvu+LtSGvzvhDr9sw4Y/QU5fv7ZnJL9400m/5vOrP3AfWL/abSNAZL+dP2hDlz9RlUy/WplhvoYejz5wJ3m+kd0yP7hEE7//zNE+7kTmvHrhoz/yoJe+PGQrP2IcE7425U8/pO4av5kMFzzo20C/hfWHP5S1kr9xD40/yIJDv6Oyzj/Ej7O/ZSNEQBXCf7/WTSc+Dlkfv9LdeD8neYg+gAY2Pg9QQz9Wcv8+/ZDhPZqMFr9o6m6+iEuWv3e2iz/EinW/F5yRP12fiT9v7JI/7qQMv1WImL+D3p4+0G7nPtzkpD8JDlk/0T/5PvcPjz6XTwI/2UeIP1/wmj4nFBc/WKRLv9qX7T9KpQQ/rcDxPzBss73Bwey/4RwaP+eMH7992Ty+qiukPUq6eD+Qq08+dvrrPxllHj8+evE/4J5nP1ABTD6avpY/NiVSvs4h5j6ENqk/",
            "7JIBwAMemr5UuNI9EJuGvvkvHb8x+AW/76pLPrDw2b5LHIq/gNyQv1dKpj+FqgG/HwcMQKZGSr9QK78/iFievnp4tb+vTiM+6yi8vwbhcr/jA3k8qJhDP0I4kT96YTq/qr4VPnMuf754IKg+VZaRPyxClj9A2tI/bBy4P18rAL/eP4o+DMJqv9Bgl72ABlw/ftrqPxnADj/RrMw/OdI5v1XOgrzughg/05mxv+1SX7/Is1y8ejLPPxTHNT8beme+iyOrPnmeN7/4h9W+9luJP3mMQb+2xa6+819QPsnnl79WnUo/BeG9P4laSz6Cf0W/HGRcv5e8Fb8XH2++M2qAv0Y4Nz4fJ0c/GcGSPg4mUL/qxQW/pc/fvlaLsD/CCps+3+fCv88HCUCjkL2+aLNBP0E/tT+55My+nyGyvZCdZz+Da1W/4WpBv8nTPb+ifZk/zmIev/icAsAZzn2/eVPCvp0l8b+OW7u/eA4pv3ZphL43QFw/6Klkv5MsD78Wnjm+xMqRv9MKpD9y+qM/qpSiPu8KFECmolI/iuSvP01gaL+Sifq/MiuKv2PdjT8QdwjAuxZSPwqXZz9F0p2+BZzwPicXr74OKmS/MQ5pPlxIwr7WqRfALqKePwF6az52V8K+85FAv/cpEb/9cEc9+Pa1v1apBkBrJr69y45NvsQSl766Z5O/a15svlyYnb5acyU/BshEvvOJQT9oays+x2HUPcUG1L/jG+c/smuqPSIHnj+Zw0+8AT+nPmF4Ij8Bqrm+Y5KBvtYOET974h8+kpSqv2gEEj497Ow9oUQRv7N5Cr8Nxwq//dRsPfbGtr8JJz+/ymYDP+45sz7zDsc8IKmoP9ucfb8Lm6K/3WySv4ucJzybDME9HzGSvw3Nub9UGaW/s0G1PqJpfz8tbAA/6iqAP0aCJr/84uw+yVaPvncouL0vPF++jAHHPoYLd7/3+SW/pBa1v5b99j5y366+/ZS8PqcL5b6nN6s/EtPPP4KyUj55XCK/jjmcvdoA6j42oIA/",
            "JkgIPsv4eb9kT6i/Tq20vz37Cj4xtCE+YI46vwvFCj8tKNe92oA1P0ea1r5MuHE+AQ2Qvp3KDD97n34/1EWiPxQ4WD/Bj7o/7BKcP5DSS76OvNe+Celovz55jz+PbzPAYB4lvuu5Br/KfK+/ozETP/8qxL54a1I/VdtNvogWzL8X3cI/jz3Hv9TIM0Ab/GC/+yajv+9wcr/VIOa/LCXrPpt98T6rH9O+hG26PeupyzzXtfG/RAS+vsBEsD+3A1M/7uNDPk4Bez+ELDW/zRoCwFLr/78fx64/+cp+vh7ze76hvSk/HH/Xv19Fpbx9Fxm/bBILvwR9ij+Ezq2/Kw+LPxE4BDw5ZUY/4fmkP8gp777RQTq/CVSOvzvufz91oZQ/yYo5P4kmsT8entW/bD8evyKEtr6sYjXAYDx3viYReT/vzv0/k7nYvrxK+z47BFi/k7hXvv6SC75PHzI/08czvow0ML2ABY+9A4xVPxIIg76nJsa9N5cBP8IHhj/Tdbs/xdCQv8RiXDz0NS2/RjkJvdvdvT7NGCc+gGyKv3GbQj7Irpi+lh6EPxR4kD+zSEE9XQOVvVvHaL8VHEI/D02YPfoz0z+x9De/7df3PlkciT8fnBk/iR/fPgA2GcDq/kU/T7FSv+YoNz9oOtA9QQoSv98PFb+0VTk/FMAuPlMMFsCTNeO/spPJv73o4r3I+Ek9pTvvvyQdhz7Kmw1A4UeUPfAdST/L5g1Ax2DJP0xSk7+2yZo8mkVAvhdLJb815Km//gijvpwtmr9cR+u7lFAuv8K1UT1l6Z2/127dPs39cjyx39q9iHnlPwO67T4qsJg/0Jjivj6H1L4y93I+iGgAv1oPc77kiABA2sd2PRRAGr+Bk2c/ugpyvyeTYz8MxypAxBAMPT7kH78CMZC+JLnEvtyXlj31GVq74fH+PsuJCEDFwYm/Lb4xP0oYgT9ORC4/TvSiP+8MCT9Uj+U9ta5iv/quiL9zzim/ADMev7b6fb7aXQJA9iGlPoH37j/pVGK/",
            "GsUovyutmj+an0xA7F+RvRplBD/b0Ym/wfayPx+Pub5+Kfu//8DHvRDuAsAgCEC/36uFPm2IpT9dW1q+LrkNP6oVX79wBw2/63jAvsyv3b5n2mw/3ed8P4HCnL9K8V6/8DYRPd56cL9rHyI/V7LdvQXrQ7+ucGe//mjHvcPPvj8GgKe+d/eqP3t/vb2rPxVA9uDfP+9M0b9S0Bm/B0U9vx2RFECg7kY/rwNWQICqqz4yOF0+WjUuPsFemb94lpU/QbdCvzUpmz80x5I/SJccP4pnqb+wgqM/lshVv65jS78W5eC+ToSrv0s8yb6zSNw+F42NP7SYaT/CQCi/HdjVvi7hYr/jPf++uC8gP8qFXL9Lg4c+BqA+vuycIb8PXMa+PEBfvx7x8L+Do5S/Fx0AP/ijoz1/nqo/DA32vpBAGsATpey+qsfDP9AhKj+n14c+T7DHv0opWj8AAdI+rBHEPhMyUr4j1ps/nYlwP7FqXj9KAEw/+3vYPIU/Jb9Kq8q+znARP+jJrz+dY06/wMpFv4HydL/F5Qe/DoSAvkMEdT8fekW/Vmtxv4yZrT9pdiY+qPbHv/dtWT4/z7s99qQjwBseZ7+NWC0/wCSfPk+4f75GuPk/VeQbvw1/LT7++uo+1SiDPWuKFz8urFQ+MSFEPvidcb8q2qG/bxaIPjoVWD7X+Ia/tPLovgJDyL3FeV++sQgJv/98pb7RxylACzUsPmVQYD+qsWU+z8CJP/SEAbsJGUy+EYwavcjLgr8H1YU/X76Kvm+YDz8OjRQ/qciMv6YCPMD38ks/kgf3P0XUNz0yzrM+mkqavzTDvb8b6yrABRBsP7Uhvjv6CAvA0e8FQBhrUj8qmktAjGrPPhWC3D+wzpG+pARbP8QNUb9loX2/ZraBviMcH76LULy/Rs7lvrYZRj2NCAg/fZDmvc65kT80n4m/UdB6PnpnWL1qAKE/ZU03v44y+D8xKwG/Zx39vklvyj/wj6Q+ye0BvzE3tb/N5G4+cx9pPiU3LD7b41i+",
            "soFXPTDtfD9WLxy/tTRVvjzO+b+mjh4/7aLLvnrphb81lJa/nzMIP3szAr/e/Qm+LaMhPorxt7+8ZIu/4QjEvlNTYr9C3Rs+9AjfvxfgVb++EiK/s1asvxW7lb9UNVY/eLdDvt4/eMAYJRQ/qYiMPYbooz7YKwK+lt2jv0GOXr8w6o0/mm68PkyiyL8qzUe/xfmevvuMBD8ykuU/KYMvv8W+lD8COfQ/d47HvxLunT6NqYQ+WKuJPo4OQL/4AMq/zA3LvnJehL6zjaY+uIAJv7VWCkB/LPW9/z6PPxshz7xfqX+/POH8PocWzz9DRgQ/HBTlP2/eD7/KIAdAp8YAPSNvMr9Ou8o+elNDPp2cpT+pURU/0BpQPxEjtT2w4Vu//K8BQMXp2b4MMiw/bBGjvz9q4j1c0O2+4khWvojSTz8sjRQ/4i6KP9OOOT4r6ww/RZ00P9ZoIj5druy+kbcNP+We3r5NnhdA3kCLP/d9xT+mFZu+AKnHPyKoyz6WRAtAMDCIPvM6oT/aj6Q/KWi0PzCKtD+tAjm+KC/sP41+3b2SjGG/D2Tjvg+Nsz1NwJo/RvD9vlAHSb+l8Y6/vKLMv6WkXL5rgt2/A/boPWfnvT/qnI69BRrPPE+y4L405z6+2Iygvts9tj3tCVu+uCJUv0AfIb4kQLi/P1q0P1Rtm7/Ck1A/DuIsv0uklr+XLDFAmevgv8h7vb8hK5W//LddP8irgj5xbQM+XnCyv8cHRj/tRbm/Aq9+v4V9Mz+nQYE/uqKqP4loxL8lxbM+o1u2Pg9Zv7+Aht+/RTAaP7kcmTz0NTa/RTVGP7s3vb6268a+aUMbP+aPiL7R79G/rrN0vnJUn78DD8i+vUgXvjdGsb+hWE2/6XYRQI4GDT+n/Xo+Hr/mv1o/PL5UQqq+AbmPveSrjj6qsiy/hmNhPuU2gL9SgFa+m4Y5P8WfTz3KAwa/rqSmvcy6Jj+ATiQ/o8ZHP677vz/1rT2/vN7rP6Cydj9lTMK/DXZMPzdSdr7zmTe/",
            "BRVzvpDHjb/6jD0/pPTcv1NrzD4/MHC/dVWgvzDYxr4VS2G/iBCYPsPvZr9YBh0/g85jPj9BS74KMsc+ZrPlP2c/6z6jkq0910Xavs0XvL12/4y+GEt1PoxQir8uCfG/UZyMPwhSRLzlbhZAOZEIv0RVfr+jD1i/fjKmv+zcLj+5GMI9WvJEO/3gyb6gHFC/U726Pq8q+L878qu9hf+UvR7rd79dzwY/Samzv2Zsyr9jZNC+zu4Bvy5/MD/o19u/RpNWv49jhD+fcEu/4JVxv5FUNz90rB6+PMSMvuKFkzzvwGw/p7LOP1ERtT80gbi/GOKpv94PDj9wxFe8UtdyP0N4A8CGjAA+9hRIPV9pwz1PQEO/5GcVv6/DBT/L7NO/zamMP6eKsL94AIM+ZwBzP+AmhT6urrO9wM35vtm+ub7eKag/pzPKPYRVe75fVVq/6cOyv+S0a76wDaa+I0OyvvQWjb/dKqa/Kp9Rv/kBI79CDIU+72FuP/jmM79B+5U+QcpiPXGsNb8X+ry+rVQ7vyfAxb+pw26/DJC4P9fN2T83WKY/cKI/v9jfFb+FJe0+rZSbvlfgTT4EIwG//LSCP8hS1T8aw/c/fIAnwI8boD3x32g/bK2/vY32Ar9SVFu+UNedvz5nND+ZeQdAvQ4PvyUvB78mXQo/BRiUPy7y4D/DJqm/iVt2wIms9z5a7hXAZpZfPw8FvT+9QYo/0dHOve+88b6x3jlALycSvrbG9L3JkdQ/qXUmvzbaJD4tRjc/bZ48P4RdMr+hveG+BBBdP8VA8D3LHcc++WK3PzqzYD+sG848iRsNP8x11L9ZAVdAJXyUP4dPsT3oHo69CrufPqSEGsAnrDy/mUOdveJSzr2Z5Yo/mU16vxOu4D9GeJK+tnqYvzXYR79lB9++NVv1v6wmqz7gWsk/ui0rv3Q6/b1dnpQ+SIFJPinTzz7Eo40/c36+vy/hMr5bBTM/O/HdvmbFWz/vKxE/s4mhv9rPFb/lzjs/Jy19PwkrVr+ymtG7",
            "uQcKv3u+qL8kzpa/jqWOv/dBa78s+SQ+yQ/SPnHizD9xFZS+XkRfvwcy+r59wP2/qctNv7Upl79qjPk/qywUPS3Nd7/DvxM/gslUPgojgD8LvVo/kpidv0o5oL42NDU/h1XLPjmZfb6F8yW/CVGbv9Pbhz8dvju/CynmPs2bjr/RZcK/4BnkPqcJCr4jZgJAQS2avyF1uz2TVrO/gAxaviJvZb8mZwQ/PbaOv6XKOr43oXc/AoYUPy35pj8kFkm+Led4v5SkF7/Q0xu/6KXMPgGK7r7nTwG/KJGFv2PRez4HARLAyRhJv01XbL0bWwQ/fG9zvwlU4j62eP2+uJEYwEyQgj/m5Vw9up71vgi9PD+j6vC/cwUVvpyYhD9fkN8+dS4Zvk8gUL99j2y/m6DKv1Sc/77olS0+FHyLPyJGxT7yIQe/WGWRvQWKLD/o3oo/geaRv07BgT5Ip5C+cHZQv11Fqb+w6cU9qdkbvn0WtD1xM2E/ePkdvymotL7Ss4k9CwGXv84eij6gxcO/Jo9PP0HLMr/0vns/ogY6P+yp/75P6t+/yPIwP73Idr7WZU6/L4pPv7puxj5L0ou/h2BZP+o87L9NpUQ9Rtc4v6hWf7+I2Ha/L7q1vX6Eob7k+Dm/uK2tP/paiz/Vboi/H/GSv+Hx8D57TgXAmSriPjhBHT/fcfs+Arj5P8Lbnr9omXK/uI4OPvaFgj9A/pG7ANcNv4SAEj+E/p6+KfKdP/9Mxj9ZjLk/O2+XP8H2Dj/YcnE/iLr4vjtmGL46ghdAjdlyvj3N5r/KOu4+/fI9v+xYNj6p0WK+546qPohBUD8aClo/x6q1PoXh7z4Nr6A/9zfkPp3+jz+mJhS9a/nMPxS1IcCIETNACOOzvgsX2b9Au7w/Gd53P1QiW7tUDI8/tgMQv0QRBUCKyYw/+Nkkv6shsL9EVeO9xhFmvd5HLb77u4K/bfafvtrjcb97Rsa+zEEzPxKShT/GWzZADqm7v/doMD92z40/5IDaP+QODr7lwQ3A",
            "74qUP8jhir7nyVW/RBplv8aZhj+a9L2/gGEhPytBpb58LCK/7caAPtMQBUAMz+e+gr2Kv0bher+DuZA/vm+wP+hcV7+8Fxu+F5z6v5TAtr4/H9a/cJy3P+6b5T7kxgq/bRvIv2Y5nr/RthE/tp0UvwnnJL8XkoE+4la6vFE89b8G3pk+GmWjvkPnQT+9xDg/WMaMPjB8Gz4b9Pi9s5Cvv3MNVD9Vt0o+XXmaP2p6Kj5EQHa/C5cUPhNDAz+SgJO/IBuYPzPivL9+EyQ/wzEPPqkaMz/pEsy+w9WTP5hYLD5Y2QxARweIPgFqmz97MCY7yAPyvtcyQT7GFiLAkQkUPnDkpT1rO8s/zBC9P2hrTL6d4ge/KR2jv4xFyj+XqR1AEQTaPtVm4z56FRy/T0jUvz5oSb9B6Fc+A26Hv69IJz6NM38+/uN7PTnRJz9RbJO/oImqvYa7Qj//rlO+66tZP43mIL9Nu6Y/0SuUvPQJ/78Mgg9AXprBvzCIib2oVjM+0MJ2Pko6N7/KXys//49av1fBgb+aizC+IC1kP0LmUD4yqwU/sgK7v5Q9zz7YCDE/8qCivxK2sL7Dlx8+F9U+vmDkBECdAUe/UXs9v42wXT8f7f0+XHSSP/2x3D/HzH2/868IP2gvG73dxt8+NupMP6u1nL9RBFI/HD1nv18+KT8LOKQ/mjH0PyW/0T6jXsy+o0shPwUzwz/WJdW/hLmeP02ctL9kr0C/kDBhP4uBir04FYu/39nfvWuzXb9zzn+//6q+v9Yusr46H/g+wzyyv8LDtb6yEKG+jicfP5tg+rw0YXy/pEWqvpXEVz/7HI480PkeP3dIhL8toQW/AaBMvgadPjxVB6E/aOIIQOwBD7987BU+GKiAvwUmIT6EVEE/gdamvYet1r1bQXo/LPZOPsPPIT76qcy/uEGhvqBIh7+BIUc+FCXJPqbSgj/lV+I+pTGGvwMZoj69D96+MkCdvyyQBL9gsRk/1H6xv4Yfqr9mkAk/INSRP0uJqj/FKTO/",
            "5kfivsKphL7IEbI/ZxpTPcRgXT5D6f6/zQB2Px+7CkBrULg/TN0Mv3hig7/5MkLAHuyYP0SGIj4pGrG9zrFQv3/F2L43Z9S/8YrUvuCrLT91OhLAMffbPkfzrL42O4Y9Hff1vrDYGEAiLs+/dNDgvMm1Lr438tg/Afj6PszZsb+AW6097R2yPwpDqL+GFZy+zDouvtcX174a5Yq+s9CcP3K5qT+p3We/PTGOvvP3pr5UCSZAKqlWP4cc8z4xEve8w51Kv98J4r4Mfjy/tensPpdUhr9tgTk/LrtKPY3n1D6p7rK/sfXOv9Ttj79pk/W/PDuqvmJPNz7ONuo/wrP4P7rMzT99qTU/Ve6XPhtCLz8sDoG/e2EEP+lPGT8hjac8HDmvP+nEvL+Qyg2/A+HTv+a1y79lcK8+Ct3QPtDSOL8BN20/VrEgv1jUXL7X7hE/o1r/vwQvb79+6r29QJkqP0aDhD9uRaW/zdvZvt2gm7/SQjS8kd+lP/+Ssz+lYPC//8IYP6G0s75Jas2/cTMjQEORsr9RhOC/t3bFvj/x5r51fvw+U9SmPp5L577D6Cu+vL8kvwaph78/Kao+OgjzPe+bCj5SthK/nLIlPYOAB7+mj8k+9f4pv7Fubb+Nawi/r/QQv+UDrj/egbe/0EKFvpTD/j6bMpc+GKBWv1Eqvb6stR4/0hDivu9GkL+eINE/giPcv8YVpr0BGXa/ozIEPY28wT7bJY2/P6/iP7muOb4N2GK/FvAzv0tsQj8aRs+/L90qP3SVjb5EAtQ/qJ9cv8FT6T4UyOK+xrVQPBNe8T8CwQa+tsmGPxw9F74HQ7y+1AwBPvrw9b6axIY/pZ66Pmw59z59vJS/ihi4PpKv0T7FljC/M20IPxzu0T5/6Ym/IIv0PhYvhz8dslg/cr/KvqeUmL+6AQFAOJ9BwNSrCj8M+zs9U+KnP9YT7T7XoCa/XVHxPKR4r763bwe/VtuAv202AsAJic2+6JaTPsJAnb6rpzQ+TnFDP5LEDb3IwYC/",
            "tFsaP+XxFz8vl5C/GiuZPiaal7+OGQE+ef2dP2cOkz7cYr2/0CgdP8uQNT+3zEg/bXCivkf5nb45cL0/ZYRDv/GRYb7MBto/HMfgvkmyFkDY/+8+U42dv/KXBb8tzek/2f0ov3laAMCChdy91429vts4ej+RIF+/qvsiwJPn4L8w1vK+MQ+7PkM1qL7oLra/35q/vw06Mr5TApW/hRenPmB7lb+LTpg/UvcbwI/hsT/qAyw/h2igvlZYXz+wo5A/nqQiQEtaor4VW7e/p5IkPynVMz6ngLG//Wz6vz93KUAPX8Y+TVXWv2y2Ob+Z3ZG+xzRgP3x63j/mZpy+KFRrv9jJu7+O8YQ/INMKPVj2crwF3aG/uAmEPt1ZQT+L4x9AXq9PPwDmtzxi5bm/tGjXPkmaMr90OjA/EFaTPmOMLL9OXpw+haSkPwRZNUDQYlE/xkkfvvKKi7+3OQnAu045P0Dx2b+v9l4/qEwTPocl5z/l8Pw/ER7nPanwKD/M9iBAzGQAvioADL+EgoY/C28eP/WVSr0u9Sy/rWQ4v4WWeb9r1bY/rAK7v+MNzD9wQ3i/YDtiv6cgVr/MFJc/ozmdP89kLMAiw8e+tCAoP9bilD0rYjm/zYLEv8V+4T9P2hC+gekEPvf9Vz9a3F2/GcLSPti6lL6l7vK/A8Mqv911FT/Bmao/gVWlvpx/Xr4jju4+R+cEQCxOgL+azA8+AzdrPvSXrb7fZ2w/MAq9P5pjHL/X+KW/l8EBP1wMhD52j4O/rGSKP9U9H75DlZK/WQwTQDJb/L3vQrO+DZgCP2mmAD92Qwm+AEaCPzOmgr9SapM+d52vP8j2KT8y3a49NSiMv0F1+r/l8A3A6oL5PrJC775wz4e/Vq6pva1P9j6a/OG+/IwTP7gh8b6xEci+0FzmPpeCuD7P2UA+EhEVPeo0bb8J5/Y/qVezv5A16D7jGK0+5GMsP3MMcb4Ps8M/8H7cPRUbxb9DZLC9aHqhP0bMU76Ytsy9g64EP9y71r3ndK8/",
            "TmkjQNqFfj8AosS/9f7nvrlx1jyG2B+/IVCxv9iU7b+rGvm8fKMWP3e8gj4R5Z2/wEEdv9amCL5pVWO/MyM5PkEL+T9ddvA9stYXQNfPbL5aLf8+v7IEv2agBL8lp2g/EAcGwKQrFb0C6z6/oswyvoJ5NT/oo4y67rOkP5lhsr5BE/E/q44bv2PLnD+LNaY/PgkjvzaWcL8Bsra+DU8VPsRfgb7vKpI/XTWkvoG2jD/FQO0/oojBvINtwr7uAng/W1iyv6rvor5UT6q/CqYrPuN40L+SXD4/lcmDPirBID5Nlau/FY6OPwHGhD+Ymre/38fIPyt8ZT1jtaE+F7QkPxBwU78kf6m/e7tEPwvOzT+Vb7S/BBC8v/m/d72psBi/4+usPijynj61+ac/mEbivtw9q76jlHG/Q/Xjvq3nMz8e1xU/94auPw88Kz+F5U4+oM5+PzpgwL9SHhw/TkKev1IolL+LhpQ9A7otv+J0AD5lIMc+kzIBPyJHEr9Pkse+dc6EP6vzNb9/vSK/97LFO60glb1WqM6+oOuavjxeQj5x2EE/3C8EPckKjr6X0dQ+toHVPpljxj9F/zM/WSWMPDGV/D5inwvA7/EMP6/YPr/Ywfe/yTI7P8lHWr9saSE/FbWyPyHiMj6mPzU/oDERv3KGTj9HOqG+M6DQPf9Pvb8TwxI7NYavvv1ANz+8S3k/vbsBPwGDnLoYq+G+/LICP5q74T4pqRe9KkkPvzA6oD8VYXu/8JhGPz1o275Ex4S/c6Egv/7cR7/UsTK/hBI7viDKvL7WRf0+sYHivo15Nj8yv8O/DowIP3OxRj+wptW8ZO/Cvrk9DT5YBJM/UfByvw2/0L78KGA/IhdhvyHlq799S1g/4LPDPeMtFb72T46/B949PLAw6D4fMIq/narIvZMl072AUbG+VxWxPT1chz/TVhs+MwJnv55vtT9YYhG+zLDPvubF8r9PBiU/4iYqP1UIpr5uag+/EteMv9wFKr9YesC+tJpeP9jsTT9oppS/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "iudtPa9CkEEX0mLBIEVAwU7Mx8FTw5zB1DA8wWZrAcKuFlFBrqaUQQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "1UVTvbO5FL1YNjs8hSjeO1hKmzpJEFQ8p+yvvGxEpbsxdso8E6uWO5ApVL1tdaq86pIXPWgUND3vD5k8aMMKvcDoQr3B0qW9GBtivIEPfLvaKcI8QvQ5vZyj0rzq9hq92gk+vOkhib06L++9PtHWPfIfsDilsKe8oUahvNjQRTw="
      ],
      "weights": [
        "ZxbkPDcjiT3Sk8o8NpI2PQNHX73IKiw+l4BivVkLoD0Twb09Nbu0u00I9rwRKqY8zikyPKNzq7xM7S89lWq3vevCqr2VYaY9cXPNvcsCFr6jQqc9V6i2vR5BiL3VsBI+iN5YvQNPvz2Otgo9TIT4OlRw4L0sMHA8l9fCvefRwj0bpei9WE2xPFQyvDuZkK69Ll2JvQw8yb1o8CE93VfEvTl8+D38BUa9d2ehPWQXCz3zpu09qmACvggIV712IcA9h3bFu4FdFz2c7h8+PduPvYpGwT012zI+NydLPs4kOj2Jfwo+k0mXvQC8Cj1PAAe8+csLvm2lR70j3xm+wSGFu9Lktj0dlSY+tCa3vUfiQL2QJ3I8O7csPYOaFb5/hwS+puk2u0wSNz6apyS9yWhgPZmjVLutQ6K90DBuvJwLCb5oKRI9nG7DPcg0sL2EKFA859unPYy0NL6e8RK+buPLvXd217zvUt+9dQ4HPsI5OD1tmKU98cCPvXmom7phiTu7wT0Ovhm9BT44IRY+c7OoPAlZfbxEK1E9rGkPu3niEL6PrQS+5BoQPHdf8T1uwZs9juLovRG8Az08Pbo96IvqPPx00L3Lipg9joffvVWQsz3kepc9/+DyvB+QA74htCQ+yvuJPbM/3j0MykU9AROlvRFSmL12dG29s1jKvYJ/87xScDM8qvGvvfeYxT2W5zE99UJkve/+l701dpc9EG3mvQT57b0Y6Re+KBwFu7DGgb16Gqs9S7aGO2v7wj0vlQS+HZYkvYTmSL3TA6S8Gj6lvcW9Brz6m5q75g7/vXKKzb1WCIC7P5RePdit6D2b7yk+uaw5Ppvdlz2jasQ8efTPPL5mwz2RXFK9NWdvvTFbNT1SZ708St5IPdMcFT5ZGaM9kDDWvej7AD5o1kA9YhcMvmWxKr0VMZM9ux9PPdUo8j2k9NM8uXTKvfUFcr2NAaa8TNqZO/dAFT2Y3w8+BblzvXoaLr1hz6O8Iw3bvUya1Lxjaz89/DHdPQkXvT3Me9Q9",
        "i0BIPcgJHD5LY609uWU3PAXWkryCyYw8p4rBPYdcID07e4G8wdEpPeuqoz0R+8q9zGQWvl0Lrj1MoIU7i+A2vj2UIb6hyz69k1uBPSqNP778VqY9GA+8vasjAL7/FbO93l/7PaPv+Dzf0vm93UmmvNUblDxjOva9jB35PLjOjr0E59A7EETZPdSQqj0Gbsc9xbgLvfGqpz0F+gQ8s4qSvf5jsz029T2+BijAPZMGTjw0jiu+Pbu3vQH3Az7t1oK9my7DPR6WnD1Dgde9EfM5PQF7tbxzmJq9gbETvaCtLT62Hqg9JaInPuyRizwFKgy9rkF7veEfuT2os3i9rUiKPWy5xzv9DNQ9XY3JPYKOBr2irLQ9aioXvsdNCr2LvKE972BjvUpBMr4kWgi9mJA1vpn6iL1N/Qq+bqhLPeHyKT0s/NY96H4BvieJmT1EEKO97KQ8vdCYYz3Rh8K9wbzCvSLmUj3dt8g9m9AQvZo9KT0/Du49ZxQ8vAW19j1BcRq9sNzRPF5xmLz+PE+7xT8kPKQDqb2EwdQ9nkw7PTdYAr5l4xq83PMPvvD5Cj2VEcC8Z0Jdvar82DmL5d69bg20OAWYD7745cC9wjslPchd6LySJnO9TdYBvrWLtj1Cmq05rQ4nvQGr8z3RR7A832mwPcKW9jyw3rc944QJPi1yqj2z9fM8ys2vvT2A5D2WZ5E93unyvGCuLb23CvA9L6IZPPafnr1Ss6u9qz0DvpyVyz1W2gS+2RaivftOiD23ksu947LNPbSZQj01JP49QhSDPEQ1Jz5auvW922EWvq41+j2o2Qa+ZmUCPp41zT07QhU88ZH7vZQWoDyJdyu9K0JDPDD76b1XnjC96eMHvjlXir05cAW+Hg9hPeXmID55uCs8B7X9vP3kuzxUGoO9aguTvYp5vz0h7MQ8PBWWvS756zpZtgU9clnvPQWIkT04SLS93LfQvc8n3b1MkGa9yvATPt7PJj6B8YY9ghvdvdq3+b1pSKk94GoOPetC0z2kfME9",
        "KIr3vQhwIj359Ya9v1t4vHk95b0qGp89vky/PdTj4r0up3w9SYIDPrMslT2dbrQ9XgsZvvwy8T0Rsu09yaz6vY9Di7pHBWW7cZv7vdEULT1qMdu9Lb0UvoB1iTyoLa09W5KAvUe+TTrjXQm+1m62vfJc7zxCywS+x386PRO+EL5e/Ni91a/dvcMmML1vxBu+4RPfPH1vFD1b1Ey8T/l+PcEmDTpY6yi+8FUAPj8VhL3r/ga9V2m+PY3XGr0OZ/+9WNf3vTqbrzzxVTK+y8zNPb9I5z36X/u7UOcUvCY4qb3mM/29/PzoPRLKlD2asic92enePTitNb3Ckwu9TJ+GvFe/tzy5wr68eAr2PUYvyTw1Js4812ZqvEmfbT0T+DC7GG/ivLwGmD2vVdM8D4EZvhP6fL3FabK9JCKYPQxLSb2Lv/k9VPPSvQYoxz0+USY+UnAjPS9ZmD2/SGs9uab3PDyEK73xrhM+IAaPPdN5qT2ZkCW8xwAWvWsbNj0J5Im9ji6OvXp1yr1WUMG9puraPObXRj3FV5492hX/PW4ctbwNHg099bnYvZ+yELwObqc9pquwO9Rs5r1tf6c9QYu9vZ1c4zjonwy9nYOAPaakEj2MhpI9FW76PU2IBb6+Xts9a+HOPUWZrTznEJ69TESLvRjwMr4KRE492SLMPTmjM76x4PW9mnzYPXyNBb66ury9qnlPPIwEYD1ReY+9bZ1EPEuJCT7zx0y8GzvFvS1utb1o3Se+HBm8vODej705QaW9qo+XPehq0T2rFbY9ikckvUFznz2Emk49yQsBPqfV2L2ZHle9k4spPYjRBj51/F+8F34LvVguEL7ws3W9TmnlPeMsoj0abZC91oziPS46xrzqTVs8crUdPpvkxL1+xeC949k7vVU0lL3EWNe9AIa9PeF8nr1vPEg+ytyDO1DdzL3/zvG7gOXUvVvWI75e0J+9sb8lPoRTJT2V97c9rlKpPLqUUr1S2so91eyGPWlXDz6BUg2+NxA2PaIjsb3ThHY9",
        "+u8Svo6xyD0kiqE8ZjLLPFURZj2y7YG9LqGWPXFLeL2MbaQ9RRqmvfzXkz1ritQ8zwiFveyCLT03YGy9A8mGPcr0rj10Sga+bDaKPSTpCb45l/W8P6/2vajKtr1mu149rAxWvYPGBL6ROsQ94IgtvSiDsDvYFoG9qw23velUF71ig9S9saqrvJ9zPb3n0fo8AL+DPfyv/z2mhqg8HvEhPoNW6j1yEsY9BYnLPbGa5z2EN0O9gPIRvpuEAL57apC9sQFHPRoVJr5wnzE9Op+/vLnnZr2uR9S8OrPxO0ed2D2vpDC85Yj+PQ00zLskj0c9PK9uvKjhHz3aj6u891W0PTUCRb14I6Q9gnbBvJxji7wJAJO9PD8AvpsqRT2wq6M95TT5PeR3zT3GNSu+NJ8RvRLOjz2aBP29drPUPKFmpj0UH+m8WSnRPLObA7zcXSC+jwHhPXkchD3dYgW8NDCCvZevrj34bNw861LmPSJz0r1HeUM9+s2QPXKuTT0m0Qm9yUGbvcQ1Y73BiR6+GDMkPM2dJTylKHk8JckWvmiarD1DiNw94oXhPASl2bls1hU+FHmbPQ2RHD2Rhs89KTS/vDjheL1U+Zm9GrefPWIyXj3Zg8C8gbzjvaAp0DzUT7o9UUPrvZdoRLydcEG8Oct2PXZ7gr08RJ89AcG4PWP94D1hV9M9oFjfvTQduD3ynHs9OUGZvTfMKL53DAa++hawPQBtvr1YoBM+GyvHPU18+b3aw3C98DmAvQrxyb2CtZI9vIB0vFtDPr25V347enruPUmm4z12fRs9P3mkPcVYnbw9T6k8z3asPc+YqL2T6qK9m4bavXKr0byMywk9PF6QvezqyLyi6KC9PnXevRvCnb2WlBI+GOEAvUqKCL44Baa9xje+PNWnkz2ehJW9U5+mvaiU972xr0A9mMkavjt0ib09+SA9lZ6evWhbiz3nQRE+ouSivV/WDz4x0CM+/PK/vdaRC712NAS8Cjeiuw5KV7zf74082mIFvthDuru3wWU9",
        "sAs4Oef71r37AdS85mkFPnmvub2/hYE9tdR4PX+hgr03vha+NAZKPWdL1r0o3/a9M3iLvWMfUD1qaCg9qT/tvU1C9z05ZZI9ZND1PeyZw71n5t491o3BPe6PdD2Qbcw9dk/DPKhPL71Dpz69n2obPTljOr0/P6Y7/0ShPEBaf7xj2Ou9+e6tvZRCYzxlg609GTIBvkcrZzwEOzm+pIoDPsQw970X4C2+fTiOvRSHEb2/zbG8SaMCvkdSHr78nco8U1WevRKK5b3gkIO9FoBJPcD92r2YEQm9AjbdOxSw8z21QUW9QKSTPIdSaroBNhA9OfusPenLhj1y3jU9hGzPPXoyyj2GqdU98XXePYWK3bz1fTA9IlFJvRvoF76GgGE96ShOPJIlVT0FLdE9Z6prPei2OzupPMi9VvZBvbJMDr0lRym+vxzTu0J7F747xIG966PFveDRkz3Et02+pazBvUFXgT2PI/A9nFjLPYzo2b3IEy89mP1dvVBixz3/Huy7"
      ]
    },
    "conv2d_1": {
      "bias": [
        "lFPVvP7xqbx/CCo959qLvEP0VLxm4RY8CmYHPgOrkLxdvMu8d31vuqYHa70+o7W8zyWPvMzpnDw67Aw9/9vEvMROCj0dLjq8D8XlvFVYA71BDbg8aS2ivFB8gLwV2bY920POu9d5Jz3cj5s8j77yvGhdjLwfwCO8sOxlvMO6Mj1fIEg77mHfPKT94LuyxSi96lSBPfysqTvrcYC9WVCuPA91g7z8Z1+973BKvDQuq7yxYLC87bGqPQ2miL0YrN+8M1WWvKsCN70tk/O8gnuuvBUkrLx0fTu8vndXPcmGBr3jUce8yey/vJ3oHb0e8VE8O2xnvOIHID0oYcU9Wf/dvA=="
      ],
      "weights": [
        "6P4+vXBGo7jcLWE9AFZuPG2LWr3TNqO8tvZ/vUXtf731OwC9KGz6vOa4NT3HZ169cbo9PaK4Sb1Lim+9cT3au8NyAL3nND29SYUVPWh2Dz1iSvo8zVklPY7dC7w02mS9yH+JPDkH7LwUhKW99opbvTPiEL3b4yg9LPuCPMPzXb2edbc88sJtPCuC4byR8Dm98MtWvbpQ0zs9VzQ9UfxwPXKy4zxc1169U8caPRYGDzxnJlm9rT2eOx8Msb25BIY91FFrvW30LTx+ORI97M+nvXxyTTz3EX89oGawPKrsgTwBt3+88c1pvc+DOLzG9mG9aNAUPbZIrr0qli+8vuGdPYqnXb0cT529Wp/AvYGzor3z7nc8Cmo+unSHwDzL5M28XkZdvTAdLLxLzLW8BoERuR7DPD1BVIK99nP6vFvVUr1sImg8dAQBvUFugL1n5808cCvdPFPzZ7z1m4U9OTesvStAx72v4TS9VpHBvWDEcL2b4Jk9LXRGvexbCT2HNmy9jg5IvUjOpL2T8B+96dfFvR/+jb3i4QQ8c+tVPXs9gr3BwrA875VDPS+ckT14FTo8DhHJvSKjZjpVfQk9Xmd5vR66Dr3IM5G9ojDOvHUHDb0StuQ7gzfhvPiaDj2K67G92g4yOo1bILwbZdu8Ee6EPRLpoj3CR9k8DCewvTJJrL2Mc6W9F5dqPaEpJbz70YU8IBKCPaTbCb0p95w7NQa4vAZbprw523i9TuCfvety57xuwdW9TJARPUB6gbu0LJY9x74DvDEGQr0Qciy9SLNBPa2G/jzjoYU9ZwBIPX5GoL3U3HM9hH0KPURQkr06dDU9iA/vvJEF0Tw6xF08qbBRO75HI7wxzqO9a3cpvdprbT02eEW961yivUerpjyPeSQ9onslvc12QD2y5Ci995RfvHn5q71AQsu9ZYhcvcxQsjy1c1i9DjW4vV6jEj1iEl+9M0q4vSUv5Lq2R5K9buqMvVHqgDxE6YS9ttkCvTtNfL1sN/G88xgUvSfrXb0wFXE5",
        "pQS1vX3GJ7xKI2G87en7PBmCSj0N6zU9sk4ivboegT2jeD09gzdLPU9cCL3iT4S99VqQvcBr/DrHOYU9NiIsPWnzPL3ITGW7WjdQPQjywb0a2eg8x4TTPG3h+zz1Bpy9VSkEvE04gj2Gcsm8KyCdvQJoYD1L2Gg8fdgfvbIp/bpMP547XriVuwyo8bwKUwk9dMGqvcjRJb1F0YQ6VcDtu1LQeLxY2Hu8+ieKPcnFlL0Lu3u9uEF7vU9ulTwmVx48+mPavM+Kar1pPJq9hNomPXxKZL0E2n+9r/aLPdBAgD3lDMq97hmWvf7pTr3A/aM8rLTWPNM26bxz4yc9m00yPavdVTyw+y69jpG5vUlZKzwPuYc9PbfhPGXmDL3k1ye9XNhEvRDbVz2fXXi9DFcJPVUbob20fR88vpOmvaQ5njzbSJa9HbYnvb7Xp70RVus6bBbHvUaQp7ugSKW8ElSlvGTOo7xKhXW9dj95PObrZb1mUR09aEULvS8dqb1DQ5G9GWsMOzZZnr3clMM8pbqovdk/sb0RpUo9MyHbOzXdTb3bl069Ul2QvSWxKDuMDwC81gHHPDlILTzEfs28YF+0vAWjgLvmwHs9eztVveVJ6rwB4Le9hT7GvdQYmLs23uS7hn+GvdYAobwms6C78FSWPf4iTrs5Wmc987NOPSNWgTvdEOy6i8BOveozY72qnjQ9no2hvTb1RT1dF7i8oEW7vQoieb0nqG09NJCAvdZ2yb02v9E8zRWNvT0hlzxV0Ra9wuU6PfWeS73V+Fm9/OeqvWByrb0HzYU9cbOLvd0zgD2y2Mu9RwQOvXtAmr0pOtk86xKevRC+Yrtokxi9Vw+DPTQSUr0jOHU7QdYmPLvlm7yJLi69T2diu9Nnnb10vZI9UaqCvCiyDj3KLmY98SOAPUV4JjybfyK97ThWPULLQj32qzI9rXbXutTJPz125Lm8KFAhPQhnD71psyS9B2lBvPU2YTy0ISK86FAkvcJc3LxWQCM8ob+CvfDZBr34CQ+8",
        "Ki1Uvb6Ahr3hklQ9O7You2gdJL2SpYo9mLXEvH4WTb1Yj0Q7s0HzPO7YrTx4Ck09rDkKPYZy9LzkbrI7IYc+PRQObL0eU8C8AFgSPekvHjy1iqa9JcBXvYK0cb2Ftqc8ivSHvDcqX71hczA92TQtvBA7jT2R6FO98lWHvcNmkbx9gM+822U/vAJoIj1A/Ra96wuCveAEzjxAO3G9CKK4vPbFRb2xanY9r0qpOsWsmD2AYLO8FjyOu8Kvc70MQpY9D9H8PPP2CLywoa68I+R7PVJNlr1vpki7k1uEPERxirz+PLS9EIJcvbo+FD0nFba8tvD6POnkQb21tGU93360PCXMIbtj9PQ7l/iePBnHmru0Awg9xDTnvE8B2bxZIhC93cXcvCmzerwAg44861avvJuUi7zMq/q7EOApvSzNXT0KTQ68EqMuvOWE+DsfAGU9OZMoPEiVjLyfkqe97GhSPfo0pr1bciC9UhvnPA1FuL2DK5m8iiq4vRzErb2DqmA9oINyve6vTT15uik9memLva9DrL1nHy696G8iu3SRu70ap6k84AjbvdXVH71Nq608UmIsO/3gar27FJI93M0pvAyYg7z90S28N0sKvcPWlzyktYk9OUodvfqn2rsBoZY88zewvdwzbDwvJTi9SyoUuyQuATtinoA9A6ICupjHAL3syUk9WFcmPXW4Cj3GkD29bbT5POxzg7xIGUU9KLw2PXt7jzyOBMC9WWRdPeeIp7wvPCO9BucTPYQ8Bz1xoT69ADYlvW/peb0iX0Y9f/NmvbojIj12ksK8iw+JvB/2Oj2BOi08aNq/vTwg3Tzdvi+9SLlGPZtBZL35BCC974d7utpBGbw0HUG7LRCkvIT2sTzqJ5a9Movgu2YTUz2hsGa98eQjPLA2Er2W/V88YvOmvEXLt72y9EQ5g26ZvXLoXz0MUsU7x9KrvZ/kGD3B7Iu938rwO58cEr37VZa9jF7yPBVa9Tze64u9rb+0u4NSez3q2Yo9V8WwPKwuIj20SiG9",
        "H93fvW3tE763XAc90t0nvjZv7L0YWYS+sC/MPIpRKr7srCK9uj08vb++F70RrAu+hXzZvXCLDr4m+Wi9Z22+PfBFhj3cbB09EtfkveH1TT3A5rs99MuMO7MfIr6ZxEA85UqnvaJHAz7/qQM9FeqdvanoeLxinh++nQ8HvncFC75vv5y9+HiJvk+1Ib72OTW+xR8EvXwBcL77wB67cDOgvFfjOb1Y9Fg8rcfdvfy1x73a60a+uzR2vRI9hL2yIjM9wkv8vPCWsj1jemy+wRPPPLModz2/TY89WAZPvgla2rvTXv+8/627PTAjcLyUxxC+VlmNvTmLlr2rkxS+6eRbvTnNKz0edYm+om4OvGMVhL60w2a9ciixvsiFML1Vi569+QjMPD1J/721Vfw8BKBXvihAkL5DDjy+ijotvptDqr3TJKo91tTUPJxQ070jYAW98WJMO2VyAT2m3D2+aA+bvP4wMrwlEOa81pY+vV1zKr6vOjM81QYhviE0K74LCPa9EqzOvT2M0rv7PKI9tYHsvbV4sbrIlQm9KDkPu3O8Kz2bVqa8nDOtvar+AL7r5469MyYvvj7lYr1/GTy+fEOhPTIV2L0yQU89dcEMvjapFTsztnm5rGEoPXbLEb5DJHK9EJ0OPb/Uuz08C4c8rcH/O/lObL3cNwU9xegrvqdjazy7xwy80thEvlUtGL4O1la+TCTlvbLeCL4Jfde8AR3evF1bUT0Z8li8Ut1HvpDQJ70OcxG+9OQmvq4MSL7EiQw6Nz89va3PkrxvgwK++L6NvXT55z23SFG9GNIEvuMQYb3B1XI8l8hbvaiUmr1CtSe9IBqVvQ9GAL0q8cC92/B/vc7bTjyQPDK+sZOsvDIsTL4ZrHG9SNJ0vJZ+kLy7tkQ8QVECPNQfUD3i2zK++JxjvSfuYL49nQ++f+YYvtdIeDxS/oK9i9PSvREiL757GDq8J/S9PTI98bx63PO9EKnXveW+zT2gF6C9lZ9avRnr6L3l6xW9dBO+vXC83r3LlTe8",
        "p9b1uvq7NT5iPWs9vokmPcyLhz0Bgyc+l3iqvCkKjz3mNIA9ifVvPZ09yj0KYeA9zMQOPs/ryD3fXAg8qYdNPFfzRD1cn7e9pO3cvIc3iT0lSXO8iUJpPfoUwj3CR8A9uywHPPnMtj3azBW9BVhnPTS/O7wO4wU+M7vWvIp7+D1Bl6M933ArPkogiT1WNYs9LwqFPSTPNT2Csq28ZUI2PmciVT37aqE94JHBPE4kyT1vsdo9pj8mPeHFWT1yHMG9YT9wvWkFBD1hRey9KFQHvTQyCT1rWjy9dLwHPoWL0jtXBci9MwG5vI8rNrwisS09GUaHvRTCQzxajGo9Jt0HPi0T/zzHlLU9pYimPBXIBj7ofqg8UWxZPt/zRr2OsRc+gbT5PIdzMD22k0S7101UPsmm1T3FITw8cdlqvSg2iD3mfDY9MSSovYoSQztP8FA87j6PvZCmAzvKpfY9dn0bPks9mTwPaqC8q6yOvHEPpD1RNMC9PUpRPdquDz4InH89zXfAPFCxAT1bPhy9eVmcPWL7djzZGhM9OJdCPS1kBD7X5w49QznyPXNTYT31RAM8vyInPVwPFLyGTvG6SD1tPQP+AjpBzPe8mHvlPSHHfzzzzRc9twGVPZx/Aj5VKTY8SN0GPcM/cDwKgxC9lxrivRXZzzsWC/M95CywPer+7T1WWtU9d0q/O0Z6jj1LgHO8u7EgPbnRMz3KJbY8KZwrPu23Tr3ITGg9NoxBPWwOFT1ZR4M91Nt3Opm8C73uCsg9CamHPGiyjz0Njdw9w4pcPX2GGD0JyU28FbR4PYdcA70Qjvs8DQLXvAphyT28p9a8/7KWvGO43T3m/ko+MaH2PdtZ1D3tlZQ919XKPF7mNz3T9YA9yk+pPSz4gLz6SYE9wOIqvTei/j3ygN68nIOGPSmCQL1GHJE9gKaOPWxl7DvMD6490xmNPewmVT1qlsi86v2yPZ7SGDx25e49GejFPG4VYT2jzja7+QEVPZQ2Kb6+w1C9UDpOvN+GRD6ZJ508",
        "gpt1vfHhrb0r48w9wb4pPRJLtrxkcj89ZOIMvTBqfz7UtbO8lAtCPgJwfz1Xh0W7pX6qPcM3Ir1dc4Q8fVT6PW64kT2ijZo9k8CpPfWj1TyJShO91k1QPfV5ID5Y/8E9C1SpPMTVyTxPysU7DSR5va1GrT0928E9goYIPiiqez0XTEA9x4HBvQsGT733fkG8vDi5va98/bzVSlG9fqxOPoacgz24xU4+zRwmvSuXhb1z+z69YRWTvVt8lT0hCiK7rWh9PEEPSb0t3/k9llYwPcSZJT1QhSA7ubHnPHQwBz21YY28YE4VvSjZN73UAYS89+yEPdBBBz7T9Rk+L7lhPTOZST0YbrK90hNTvV8/Dj1Cebq9puA6PaBRL70PJTE+qaaiPK+A/T0GUQu9k1vXPa8+BbxgbaG9BYAjvct1BT5zD4G9JdglvA4Qoz1aXHm9FetYu8dodL3R6g8+dtCEPVE0fz13pKI9J9eiPAzY1rz5HLg8LyTaPboRLD5Aqow9XxtRvcW5EL4YlwY9kAqBPfj8b71pkDE+6pWkvaNEKz5iOVW8c7bBPR+FtztJOU09Nm7uvCOjVT2nldm9FzIJPQSqtL24VKY8z6wMvZ8uV73iPXe80vJNOzJCCj6kWUC91gC8vXechz0pOJI7p0bbvd7HYLxE9RM+GX+qPbW3Dj7Dqpq8TK2Eu4FA9rt2YbE9og4tvXrGKz28lT49Iwk0Poz6672BNYE+nDGdvNjS3j2z+C097EwbPWbwWTs20NM85Ir0vGbqUL1RRu092zWTvQpV0T3f0C890bk4PvQ7AL0idKO9QXq/vHsuCTzaMfW9RNr8PVEB/j2GzAk+0ZwcPh+KID0UdE69WIjuPAyElD1RZ3a9kcAyPhAZsL1UXDw+6RP0PBJjez7A8yE8WMlVvDj8hbpCRlC9vexuu9P9cD02Ege9zBBRPEKdLz3oeF09+V0ZPXFUi7z883A92tgevcj8QzpbBxu9+OaiOzL8AbzaWes8MEvVPTyXKz6KN7I9",
        "8EgfPcA1vby+ZIM9BGsRveq1gT3TVqm8CHA6PBeqYT2yZay9/zgfPQMafb283By7ZIcfvcmRSjxRjm69sAREPVQutj3EEDs9bNjyOwZY2Ty/ADC+nnWcPZ7Zoj05AUQ9F9CAO4+WWj1RrIS9zrkBvmRl77tUZ9i8TrzAPcMuxbzsJYO81ACivd0Ew7wS2pw88+6ZvNuBCb2plHK8LYUGPsIrpL0Ymos9ZVLxPBq50jwTk548qWg7PV6nH72iFTk9si2WPHO23DxZ0DQ9TA11PXJlEb4JdbU9qdr2Pf8rpj2F+Uk9U0aLPSQv3Tza3929QbckvE7rgT33j509DP0LvaHihT0LwaY8pxTwvV07Nju9GB+9176wPJhcTj0KBQW8smeKvUoO/T1xXrU9O6mbPRdIlLwTCwK9lJrVPNQxyr2DjJo9GLrjO0pRlr13HHm8CZy5vSzHLjzQvk27XXGlPbnCkD0me8E84sljPJlpvrwh2am9LjtivJp25T0Vsok8vxgSvNnuZD1vy+G9jk32PD1mWD3Krfc9ZHbWPH0ZMTvmbEE8ysYTPkbIvDyTemq8TODlvb4VpbxEaye8aanhvWtAjL2+zK68YSYcPZ59uL15KBK+oSf3PPzQgT3Qy6g93c6tverubLywSts8e42EPOC4IL16UZk9yjTcPaw8f72nEWA9hs8XPSmV8r3D+7o9zoRevS4bJD7b6Ds9wjO+PfpyS72zZpM9ex0VPYenXr3IMDI9SOMhPaEg+TreLNC92ppHvMRANDyRqnY8veznvKalGr2ILwK9bjaPPMUmxD3YnwG9CHxOvCn6o71oMZ69SZyVvXqoO7yL2xE+cE8mPI5yXzlOi2q9UenJvNgyULx++Kg8udX4PSNuKz0jmow9mwixvULU5D2+fcO8QSWLPc7P8TxT7YK944WFvcXHaL1opAW9mmn4PNC1Cz3X/AI5GHUDO0s/N72hQhY9T1Y+vatrxb0XDHq8kSU6vF5yb71btEm9FQePPIy6Vj0g6ZW9",
        "j2B4PRiDBrxmCWM9Fdu5vJnDvjwg+h0+lPRAvUdmzLs/Fpg6q0zdPY7fkDwNWaE9gHfEvRncuzvDSwm92FaiPXkdVjygg0q98NiSPOkTur2aoSK+HdurvU0fuD2+b0i9F+FxvQjjID0SgiO8ngG0vdjgDD26O189ypOnPbpeTz0rw6k9yPQyPeQ/U70fDyS91rk/vey/DD5UEZ28mTjWvHjFbLw53G27w60lPNerxjzWpTu8iyt+vKiLRD0dh789O3EevYy8ir3mWB89dpLkvUpBMb6eU+i81XLJPDYOKzyKsH69LYirPB9PHD3lYlS99GbBvbzRmr3A1gw+w3q7vMx0+LzPCU69c5HavVMUSryQhfw7/iQePWU6gL2ZVqw9N5+DvVCyBz6NK5i9FDGdPEL+m73aZLG9xN5bPL3K+jyvGLc71FlWPaJZxjvb+AG8nW8Dvo05lj2mtbI9NhM3PQUI7b1mkUu8+wKXvcL3UjzE+TG9rjdEvX01HT7hUjE9gjFmPSfoEL209e+8YMMFPkCTvD2iZd49Ch1cveHw2D1OmmC9n2GiOMcCHD2Od+A9SZ5bPU1NXr3jWQk9hS1/PeQXKTyyXF+9RFVZvP9KUb0vhM67V3N8PFsIAD1scA89XZZIPc1lpTzZhpO9j1AKvTet4L1ykK69l7GLPbMSkj1zj1Y9F6zEPO0q9r2kTjY96ydsPKJtybxg9wa9kr4svR/2nb1vhMy7HgCgPb+qGzwUUl89fbysvGQAIjuN3788qISSPJOBxjwbGxc8QjQiPUKtCr0d7KQ9QnBdu02YJb3F+ZG98kyHuyIX5jwfcDW+88GzvUYFTb1Jq+o9FypBPeUSXz1nvG082107vZEunrtelV29CCf3vBq2A7zsUt09AS6AvSWkVLpPVeQ7CvFZPShDz7yZxwc957YNveJbDz3IU1o8W9ODOkW9njxuVoo94MFOvQQsrjwbUbM9+ey2PV8zib3TH+o8ffq+PEBuMb5KtXg7Z6S+vQ1hjj3vbdW7",
        "yz3uPPoD/72gMwm6M7ETOt6T4DyUvD89HlGJPcgjGz4zBwq8E9xGPv3RZ72beRK+AoxLPfdP173UCYw9cuQXvCU2Dr3/Pk09OqaUPAKNGz1EKK69AK5OPPNfzbzISxk99nrbvUsA4LysRDi93a+evYhZWzwYisc9u/gSvU4gqL05V7g9UStSPIBHejwQB8m9O6iVPP+sQr2K7cI9Wf0MPt7vv70PCRQ+wbFdParoQjiDrVy9uWkevM8wRrzaeS89Q7RuvUfRcD3CDd+8t9/SvRxoizokv0E9l/xgvQ7Ee72f2s29qZkbvJaXzL3Fqze+dNuFvbqHr7yyT9C9ZSKkvAvySz3wryw94a6aPVxUTr1sHJA9UWkTvbd9uLswlu09wxK4vVmy7j1tyoW9sPHGvMa5zrw9S6+94jdwPdJMtbxFA2m9HVbLPaklork9f+G9kOo9vI6bL71Iu4Y92HZkvQG64b1Hiv28BAKXvQJdGL54VRq9+geNPU81j72Ehjo9aA3kvfCSUb3hK9k8I5zvvK5Al7tfUxY+NglYPIL0zj0ADRe8BcyGPMXgB7xvuYg9v3Ubu1/2sD3WivK96UwCPpGGhr3U4xK9wnznOn+xRbwKaZO9yfQ2PcHgqz3c7R+9tjo3vExIsL2ZUjM9JhSePP5FGD4QHfK8d2/wPZPTCD6fJbC80L7LPGC1oL3cgyw9KoTXvfrUSj2UvYy7wBdTPZd4l73yeBo+Q2MmvUmgvD1mXwU9/3TEPcColr3yqxk+emdCPSsKpzx5Jv08VkS8vbDDk708IcK9QXChPXj/f728wsC9XbNxvaAjmL3qYwO+I1gSPp8JND233wU+zsoHPjHY0b2Tw8W9vSQNvgbI0T1aoKA6AMoHPs0hLr3SZOI9qbf8PPSa9j0OLUS9JEB8PeNSEz2fFJg7Cd4pPXy0mD1/r1A7CugRvbRTfj2PMOS96J5GvcHY8LzHnx8+91zguxrOsr0TmFu7hkG8vOEcVb3k8aU9T5U1vZvJQD6DSYQ9",
        "g+ibPdoGg71FWNu8QzHoPHBMiL3HJqA8qKq/OpeYLj5W68e7lp9NPlIp6z0SjvM83oGxPRIuAL0p5FY9s6maPT2QbD3wmOM8ZWbAPETO2rwRmS+9XuABPncFIr6AKkm9O7MfPUnAUD0Vh/a8zrSiPRuQhj3q2MM8EI2hvTi6MLypxoA9HnzuvecHvbwaei29FBQaPdhemDwepgI+hhzHPRvqUz2ku3E+T1OBPXO4T73aHaE9xxGePSHxtz2bQTU+zOmdPBtbxT1GrIO7xnIDPURGhr39XLU9ddzsvPl36Dy3qR+7RizKPTJD/7wd/eY9mmRTvbaSAD4StYa9cm71PSghM735CCg8FCYdvSyEY71lm588PifivbTLJDwhC2094bvzPHeJFj434xw9egLTvfZ8ij19X4o8MKMbvK4bzD3uNu89CsQavC7JzrxCFKU9rmT6PKVW+T3lkSY9eGkcvmAjBj5CyY09SehvPCQ5fT2c3Pg89Ey8Pb8xXDz4TIe7kD7UPaJlub3nEJi7HczFvUeMk71FH9i9YMWmvPIIOD79rW296Fb+PbVum7zFl2K9OOxDPXih/DsHeZ48a3oXvAw5Ib1DfnS937W4vdb4AL5iJk0718dMvcnDZb3iRjG9wwMuPIQ5Uj030xa94XGFPSc6hLzyfw09bsAEvnexyb3JCNY7k7QIvhwMCT0vvqi9zNREPK4IMD2/TxO80q7EPaQcpz3WRJw9TDaTveF+G71hLYU9PXG6vGkpIz2nsJa9ZlpHveX+873qb4e9onpKvQ83ML2cWQE88XMLvUZSJL21tpe9V6N9vXid9Lwonpo9/fQxvhvfAT72feG9lW7Ku+KwRL2UWjY8CD/DvVA1HL3+Sqa84dTjvTeT4ryFbI88rEyfvXDN5D3s4NG7VUGZvWAIELxFR3I9nE54PHSsGj275Yq98s5PPdO4gDsK8g2+Zv5EPDbpgL0rUt+9CCHKvQGg8bxSfRO92IplvugRMz65BDa99iUkPtez0L2JpKg7",
        "9UlXPNWOsr2TG9k7ME2rvdVlIbrnRcY94PGIvW7ACL7wJIQ9SRgNvmF9IL1lQ4C9gg0OvV5CGr3F89U8L5KRvG1/071srGW8bSauvXJsQL5bqBi9YX/aundOs720rli9JksUvoj9Bz3ivIW9FKLNPWUF6b3UJbS9A1OBPZrwu71lYWq7DWEZvkMgBL54Dgy+lfq/um9Wvb2cM5q9kxs9vttjeT1cB6C9v6L8vZBdl70ye5A9hq7Ku+GHTL3JOJ08r6NhvUS1Lr5U0/q8KO28vdi8rb13eYS7CDODvZ56IL7HhKW9LoYjvTJYWL7pFaY9mwIxvoeA+7xYQZA7rYOYvUWhpjyYo3g9E4GSvpVNAD08BDw7ZBw8PSG/8DxOhum9pjDIPEVyUL2dYj+9WftwPBpA8zvpqbU85ZQzvcQLFT2I+kS9JB6UvQ3yw72p1RC+DpYYvZ20azyT0Fs99oeevSLXGb75LyW9mZpvvp2BBD5ME169FQEovkp5Pr0t7jC9Y66QPWzOcL1Npjo9tVGWvflrlb0OpIY9xse9vCvKWT2Mk3+9tzEoPGwxOTuy66Y6JCKDOm2DK70QbKW97cGIPdq6UT12TqU8nMfsPN6Pr73mBtG9/LJ+PV36b70TY5y9PEcoPYbedLxlgJS9MkK8vR+8kL0d2Cc95VI6vUurfT0P2lY9fJusvXwpl71vD5+94HKevaTGnjqYOYW9I6aRvTBBTT2iw3A8y5Q0PeFbjj30GZm9VfFlvYR60Lt6O1k9VVWSvbsun73UI4m9OKVAumQ8lDr4GJq9iPPGO1hz7rsCIYu8GMVEva+7Pz3DtKu9A4itvPIvc7vTpBo9ZDNtPc2gg7w4Q349F190vY96sr0hHZC9Ibt/Pd1c3TsDIg84lWcTPZLl8LxJK0W87thfvTTg7Dz4RLI8cIGDPQC1GD3LhwK9HIK3u0vl+jxXt5e8vuP9vL6NTr3Oke882CdOvZIpf71tFds8yq27vDHioL2yi269AdOvvTF37bt75469",
        "x1b5PGSrkj1zLKi9lflMvdaNmL3TQwi97QqQvfd3Ib1PjCy9LFc7vV26n70vucW86n9XPVFH5TzpqzK9+AN3Pb02WLx5HTc7CaoXujMW27wjnYC6Wb+MPUZHtLu6qSo9BmYTPKOajDwImym9fyzMvISjTj0WSIC9XFOGPXsSfD0bjqS8LutVOlNjPjwdnSM9AM44PYcBoru+5la9SZxfvUblMz30rZE9PgOZvbxF6zx9XZW8ZIOZvfHXNL0lkJw70WQYPWayZz2oMJO9WJE2vePKkz0iiS098krhvAXeSz1c8GG9019KvcxcND09g2E9tG7kPINP07zx0LY8a6vSvEU7IT07YAc9zaygvRm1NDwDKVW9HPiAvSlLiz1aciq9a/g0vRA2Uj16DqK9ngh3vW6Mlr2HC848p0x/ve1i97wHG2M9Fy86vffB0Tu5aYg9GlmkvOluST0hkBy9eh/uPE8f1byJRqI8vsQ+vR3IJb1HHIc9xLykPJhBCj3QzB08fvMcPayuhL1rNMa9N67lvKecxL3JMCK87lLxPBKaKz1/YSI93NKSPcOltL0gsDQ9zI+EPScynL0dDik9MgZjPUHFjDwNW3Q8zqGmvS8lgbz6skK9o0ecvSC2mjzg+ra9It3PvOeUHrzmFh09f1o9PaWFGT0zyYy85DB7PZAvLz1e2oo9t6DVPNZ9VjyO9zg9sKaTvZkEojzgTUe9v8ZkvcSROz1defo6gXm3vVgfpL24oiU9MTehPKijET1EzVI9DokcvQ2KxrySjGS8utYPvaJXgz0aoA+96XJDvY0UCL3YSJa9HDHQPIvgGL3KwV+82Me6vV7Ldz3gu4I9EvHFvNSgEL04+qe9VjSlvYSGAT0U1ys9EP6AvbLuOr3G/fG7UcMlvb2uorw95do72UyvvQEQhbzZGeO7rqOZvH7NCr3nCEy9XjbBuiauAj1WMIM9OzLXvWdro7wMJTQ9f2OEvKdMqLxch0c9yK+8PIQFUL05Q8a8Qc0hvdQYJL3qI6e9",
        "8YBHPX/pwb3re7I9eDDRvId+/j2doQK9c1/fPNyJBj4OGRS+bt0RPTe5lLx1Bbm9/zDkvVcPIb51d7E8O2OCO1kYRr2DtkK9ME6EvSOyB77wrgG+nr7zPPy6n70Z9IC9ktPbvY2mOL3IPCI9TF0mvlyVzLva79Y8NswnvRSy0r3FaPY7P5fEPOch6DxQnvC99BAKPnMNj72HI90922/bPdC/aL2hwNo8POt9vBoOgL3Ufwe9m6IIvtOXwD2ZuYW8piJ7PWsfrjw1FAq8hOyFvCGZZL7L8To9xia+vUz5Vj3T2LU7xB3FPce44zwFqNO9UiXWvcz/RT2SiAe+z7oOvbzCFz4FAks94qWOvcYz5r1NzZM8BoK4vYZBrj38pD+9ZhmEvZUXYryi+vK8IvwEviTmjb1IQPu9+9XnPKXulr3JXc69vNe6PbSxbLxA/WK9qzAavueYCDvmYCi9tudyvdpwe7yuGgY8hbYVvZLYXr0/ZDu9K3/hPHZchr0ErD28/8ghPS7/vz230DY8+ngVPVc6BT1KxQo+v0rBPeJ5zbvA72E6Ns+zvZKFiTz14k499vcIPcd+1L0g8ii9EPiOPd6jXr0N6oS9AmgoPLwCfr09jhi+JaqFPLej+D25fyw9aun+O8Wcd71vBx46YMG3vaE3D71dTqi9GOOpPaGSSD0Zcx29YAbBPYCXS7wDSBe9B86hulzkLz3i3C49ooEfPUSq/b3/NVA9QZlePcuSlbxb/jK891LJvax84TzbQHo9mmJqPR29Kz2NIqw8B/DNvInRzL1Wzpa9obYGPoP+9D30YbI8mqiNPM+ARr3+3Bu9VDWsvLJxGbwHiwE+NuAXveyw5DmF7KC8MYLCvC6iwLznld094LqjPYismT0qkcM9cGzCvDhVJT0Ar0k7DYIBPlu7Mz2lkkk8bhUSPfw5UD2hV2292m+MPY/UKrzgNQm9c3egvQKG0rxuSxg+N+bBPfYJqjxFoAY9oVKRPTcEQb09sPy9TrCivUZtJT3LRT89",
        "Rs26PdiCwz23FwO9WvN9vbqXu7w4PqI8Yw3TvJRT1bxf2Wu8y9lcPeMpfjxvIKs92AU/PdANz73Jcts9NBZHPQ0z+ry2F9a833jBPcg9JbxxqPy9pg72O62auD3Sw4m8QZYsve8qAL2joyU8QJwavjMrgDtpDY09jBRDPdtfDb3ZX989xRQZvegRT738aZc91oCFu7q2Cz60bwE9opJGvafBA760gQO6t+6nPMifrT12qZa8CLDdvTjpt7pkUng9T/lbvOv7aj1oufI6IdTyvJwvN71R9YY9AvD1Pc9PBzzo/qq97CWFvd8mbj0VT7W9PVmdPCcbYD1Xk0O65mywvUOjgD1+saM9wYo0vYAw0r0YWpY8uBYMPkJzATw9xcw8QFrtvbKo7De+jHo9IRqlPVsSjr3kNcG6Y+Alvfo0obzD7Se9cQBuPaHlI70sG+G8uL4GvkSlFL2uCDE+BXdKPWGyDTwAU509PJLEvMce9b11Ify9roGTvU6sZz3Brai9DMfRvJ0UJr4F3Yo+Dv/dPcPR0bzkj6a9XCThPUhfEz5Pg9E9BQ2XvSZC5T3XQBQ9Vtb/vcrlur34qCG9ZcWavb8yQj39N9C9XrKbPI01Kb1ZNAa9QbWSvcoPz73XOJq8Te5FvTw9P72wQww+/6KqO0Q8BL5jTly9nU0sPe2FEb5Z6hE91m7AvLWNoT04gLQ9DvCkvcHN1r1wibK9QVblOhS94jzGTYA97+dbvRDl8r1SUZG9yDKHvIiYarxhOIG9tctLvfq3CbsKHKM9X3orPe8TTj26S5k8a7vOvd38Sj1s1T29KZadvc2bWr1tNxC+yPrtOyZC1rynhYy9OrTivSouYzwXBDM9dsM8vsCas72DmxK8f7JyvGINiryCvAa+krx2vNr0pD1fpvA7m82rPXzPMrxVx149v72oPWvhXruFSFW9GdthvbRhOr10aAE+cydxPU+tKL1/jMO88gSPPdSN1bz/1JO9X7C0va3zFbxZruq8bVOyvUTojzusIeQ7",
        "EoxXPVbKy71u+50+wWWNPUSvVzz/yv68TCefvEH8+z3x5Q49bOr/vcgqtj2kU0w930+MvcDYPr46XYe9213uvQ4bfL2ESIk8hQtVPaKOTL4KCbK9LFdyPXln8b3fyH+9H1FBvb21pD1ScVo9MpaDvVv08jyWT9e8jhj/vJuL/b2pJRy9KwXzPWnaCD4BZwo+N86QvZkTXL0D3oi9yeaFvQRje707PsG9JEG8vRs1uL3tirC7lPSOPHBzhj1foSw8VDECPTxCkb0ABFG9VCrkuSj2Ez7TyS+9RyhPPXKadL1Lxlm84WFeOxgW3zwIxHc7cRepPRz0FTs1fbe8JZchvcfQjbvpQi+80QQNvQxlDL06bpg9DfugPatSmz0obgU9sNO2u/0oZz25HbS9RFTjvIugqzzQQjA8cjTSvGYhVrzY8B89LExwvRgHDLuYScE8sE/gPYvaGz0HuZi90ZObPQI+rTz4PqC8jBX0vVti/r22ukg9q3NGO3PTh70TqS05QWCgvCQjB7zbfoQ+s6quPaWLdD0rv9a85FWOPZ1x1z1Oltk8H5ZTvky2Lj3c2Qm+Xx5yvX/vIrw0fkm9dopGvWkrsT3qne69f1qmPIxuC74/Yxi+vsvIPIASBL4f8Zu9w1apPVtz+Dy6x/46IJ0XvZW/4zwc9xW+ICYBviHHcjxzzmg8u140PjPiyD1lwkM9vPVBPbSCWbqd9C4703CxvcLUx72PGSK+yRn2vP7HFb05CgS9Qu2mPTiGYDxE9Im81okAvvLBMT1ZH+69kfNCPJu0az0etWy9MDeTPSAdwj32stq9cy4rPZb/hr34/us7KgODPPPFx73pfNE8I87XPGnPq7xwhDy8ddMKPARJDj0l7fg7yzsLvVd6IT2RosO9RvchvWC2D70m5Gk8fTNKOy8opb0za3890anDu9qQRb03VwE90gs4vZtotjwXSNA9AxT5Pa8UQD2LbcQ8KhnfPW2Qaj09zJa9zN+WPDy+SD1nrLs8RBVIvIc7lbvdzwc+",
        "rWUgvAGsWr3Q7UG7IGMBvkdWuz2oLhw8lFUUvFiXITzR4Wm8tqcTvkQx8z2JK7I9WSvgvH4bZz1418C8z4btPfQGJ73wPwk++Yp5PcAReL1FOEq9nossvcCVozznFy49h9sKPZxFm7y1vYY9m5UOvaZTgzpk9so99ULQPSHiQr0TSYE9cAPFvT1zir2XvQy9GfEjPu1B5LzfkLU9TYhjvSWaKj3v2WC9MVBXPCosij22o5M9rbxFPESdVz0qWhi9zWy/vJoWLz0o8Pc9W8Q/vdG5Ub2D45Q9oNBHPAkN6by5i4O9JFfmPb9q6LxWWhe9NGBsPQYi47zVsAY9UQZrvbFMkjw59B09svO6vVqGPjt2udU9Vu6JPaYtoj2nPGO9cgGkvKai7ju6r/E98D2uPA+Ig72kNT49ljA7PZoa2Ly9wZI9Rr2JPIJ4Cz5Rdoe8H4IxvfCzlDw9PHg9Fy8WPeyeJj0UYhO9ESB1O7mZBj1q1Yo9s17fvMbSRD05G6q9jDyCvaizY764mNe9z7Gtu1pdGb1RMre8pbffOiDGPL1sODi8ftRsvdRuUjuNWvA8pqlRvfBUv72b62C9bYU5Pa8szryIyli861QrPn1AtD1J5Ao+PO+CvbfK1j3tb1Y8r8OtvJY2Or3Ge2M9ieW/vSUhLz7YrTg+eDXNPVvGazwkOQs8KSL6vbpW1b36WYu9vac1vvEK9b3JNh6+cYwMvd0soT1w9+C9A2N6PVLaSTxCmHK996+ivE3DEL2SX508P3rfvJ3zFj2miEs+qGmyvDROlT0xNYg9x9tyPeSk9ru8PfM91RyevNxTgDyFlCS8kAzWPYPqHj33QWk9e8O8PXj7sL2m94S9svAevq5jWL0sIvO8taIbvsJVxLzbxjK9dB4EPur0P73j2iu8oCmsPM1tHj3HLoI9h7m6vXyqNr3O09e8FXWWPNfKXj6nTrg9isOdPfJw8Dywqkk9PLd8Pd0Zvj3FH6K8J7dBvPo1Bj4UDAY+0fuxPMGsR7v/IJS9",
        "xiECvW39wj1KVTC+XPxlvJPo77zjy/69imIbvmeQGLooa+E9GQWPPaftS72sAxS9RdQ4PeKuor0sVcW8TmDLPOFkhTwXkPC9/nAjPqbezj26YVA9lGeGvQ/fjTs55/68SU1FPaZpO70cDlG9ltDSvH2nML0G7R0+zgBpvVmmET5dcJY8WX9SPQ5fgr5+Ees8ByogvSOL9bt/Kvq9/Og2PTmguzzbJkM9acmkvDcdT736owy9kFC6vaklRDyMNUc9Oxy9PMWUr734BfE9DcbbPbPbAT0+pxE83baQvQ/9Vj2GG9k939MCvtEYE735TYq8Z849vaW5tjzeXiC842ABPrL9AL4Kw189pMMvvhiiCz5X6iY8vsr0vYTANr6QXrM8ISCcPDEUlLtU26e97KjAvAeEWzyqsiQ93fIFvUD2sj3auCI9sSe/vW+qFj57sZo9yr4yPNAT6bxbETq9a2JJPTqsJj0+RsO9OajVvf1lLj0ubIw9cgqAPQ2Uv7zoZiy9CXW5OwRjrL3X5Wm9r4skvbZ+pD36FO08GewDu8mns71USQg9vtKUPVXhjb2JPbU8f6DWvOxnhjw07FM9KsjfPPhe5jxWrVA99Duuve06LDyK/5I8WYaKvWkns7zGdJK9I9muPKgOFj3YGG08Mc2EvZaz5b1+vDS9nh6HPbkdDD2tu8S9qCJivd5rlj362uk7islAPcZOqD1C60y9/723vRaq9TtDi4w9T5HQOpH20btyhAu9yBzCvbksWj2ONZ+9bAB2u+XBx71P+bG90tBIPe9wCr2CeBC9861nPexMCD2IV7a9FLCjOzBDyb3xYEW9015uvCUJKL3fiAK9pw79O3T1aL22vn49FxDqu7EiYD1pEmo6HkGFPeDMhjwKAl09YJuyvAGQAT36CGY95ie3vY8gM71Vo1Y9KcqcPKuDOz25Z7y9BN9qPFqWnL2IzX+9TQD2vEEMXL2GC2e9MmkVvGQs0b2wD8y97CdPO4DtGzw7XAq9Y0nXPNSaCb20XnI9",
        "l+ACPLfJhb2wJ6a9y+gUPLK6Vb1rSkw9myrkO7x3ETwjeXq9R+gKvTIqlL2P1wu8Ars+Pd1O57xGgl09KemPPTqdprzmWgi9i0dxPHUr+LvNBju9ainRPLh0Uj2Y0Xe9o+ctPJpn1jxLsdK8CYqsvbQAR70Sqjy9HTuAvWPmujy8aBo7wLU7PXLz1zudeJO9BJKQvNZqVL00E4k9wgQtPN4MwL2Vn/I7jxVOPVHapr0WZnE8svNFPSgSD70c+vk8vVMrvHM0Krz/36+954JVvStJGLwNsQI7e3U6PZvfTL3FRRk7uQeCvXUsQb3S3Xm9evWuvbzwC7yw95Y9oPV+vdFRNbz99Yq8iBKCvcbhsjwyS+68OnMhvX5lk722qke93CT4PPELNL2KWHc9eZTDPKF3jD3Ss5Q9JmLhPHb4XL3P2YA9deVBvUYIPb1nyJI8wLsKu/PSiT09BsY8TdF4PWajG73M6429mAK8PFrc4zwp+UY91mY+vXuEzLzCaZS9H6LTvD/vxrxNYvK80+6TvVK5JL0gGK48QGDCvHlPFDpOGbo75tuOvYWUPb3OGFC8tvIVPTfIbj0Jvzq8xp+EPZS94jyhiX69IvmiO9WS5Tz4XJ89NwQMPYHpfL1EpiU8PzBcPdnAjD0tZ7O9DIQ3vLoWaD3ZWJE7N+1YPQ5Ks73x8jA9LR1cPURfvDwdVpi90AgTPXGAwj1fhia9EBnou3pGZr0wPIC9xHzvPIsNPj2QXbU8GANEvCXzKLwOqqs8urOqveI+kzzGQzw96ENnPcLv771P+5E90/kfvdbaTr2KQZC9hzobPTiePr2vtg+8Js0uvSsmGjyBMzw7JX1Nvegqij2xmYU9ebZTPQ+FDb0sO489lJiAvSDBnb1e94Y9uJN7PXCBcj3fh2a92aoxPKeJlr3Z3C+8PBWvvYBwdjywA4M8Qka2vQTGdDyUIr883Z7NvR20Nr0QTlS957+bPRARu714OAg8qDTTOwsoE7sQbqq8VIAxOlljyr1L0Dc9",
